// Создайте кнопку и абзац в html. При нажатии на кнопку изменяйте содержимое абзаца

// Создайте кнопку и список в html. При нажатии на кнопку добавляйте новый элемент в конец списка

// Создайте кнопку и абзац в html. При нажатии на кнопку добавляйте новый абзац перед существующим

// Создайте кнопку и абзац в html. При нажатии на кнопку изменяйте стиль абзаца (например, цвет текста и фон)

// Создайте кнопку и абзац в html. При нажатии на кнопку применяйте к абзацу несколько стилей

// Создайте кнопку и абзац в html. При нажатии на кнопку вставляйте HTML-код рядом с абзацем с использованием insertAdjacentHTML

// Создайте кнопку и абзац в html. Для абзац задайте стили в css файле. При нажатии на кнопку выводите в консоль значение стиля (например, цвет текста) абзаца с использованием getComputedStyl
